4ops.terraform
alexcvzz.vscode-sqlite
batisteo.vscode-django
blackboxapp.blackbox
blackboxapp.blackboxagent
bmewburn.vscode-intelephense-client
brapifra.phpserver
caolin.java-run
catalogfi.vscode-hardhat-multichain
colinbruins.java-shortcuts
dart-code.dart-code
dart-code.flutter
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
file-icons.file-icons
formulahendry.auto-rename-tag
formulahendry.code-runner
github.vscode-github-actions
juanblanco.solidity
mechatroner.rainbow-csv
mikestead.dotenv
mongodb.mongodb-vscode
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vsliveshare.vsliveshare
oderwat.indent-rainbow
oracle.oracle-java
rangav.vscode-thunder-client
redhat.java
ritwickdey.liveserver
shd101wyy.markdown-preview-enhanced
silofy.hackthebox
starkwang.markdown
streetsidesoftware.code-spell-checker
techer.open-in-browser
tomoki1207.pdf
twxs.cmake
vincaslt.highlight-matching-tag
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
wix.vscode-import-cost
xabikos.javascriptsnippets
yy0931.vscode-sqlite3-editor
yzhang.markdown-all-in-one
